Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=822_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Sammallahden sanakirjan uusi painos ilmestyi
sme: Ođđa preanttus Sammallahti sátnegirjjis almmustuvai

source: Uusi painos Pekka Sammallahden saamelais-suomalais-saamelaisesta sanakirjasta (Sámi-suoma-sámi sátnegirji) on ilmestynyt.
sme: Ođđa preanttus Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis lea almmustuvvan. Sámediggi almmuhii ođđa prentosa, mii lea sisdoalu dáfus ja gráfalaččat seammálágan go ovdal almmuhuvvon preanttus.

source: Saamelaiskäräjät julkaisi näköispainoksen Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta teoksesta.
sme: Girjegiisá Oy almmuhii girjji vuosttaš prentosa jagis 1993.

source: Sanakirjan saame-suomi -osassa on yli 12.000 sanaa, suomi-saame -osassa puolestaan yli 20.000 sanaa.
sme: Sátnegirjji sámi-suoma oasis leat badjelaš 12.000 sáni, suoma-sámi oasis fas badjelaš 20.000 sáni.

source: Sanakirjan saamen kieli tarkoittaa pohjoissaamea.
sme: Sátnegirjji sámegiella lea davvisámegiella.

source: Kirjan lopussa on lueteltu mm. pohjoissaamen nominien ja verbien taivutustyypit ja annettu joitakin esimerkkejä taivutuksesta.
sme: Girjji loahpas leat logahallon davvisámi nomeniid ja vearbbaid sojahantiippat ja addojuvvon muhtin sojahanovdamearkkat.

source: Saamelais-suomalais-saamelaista sanakirjaa on kysytty paljon edellisen painoksen loputtua.
sme: Sámi-suoma-sámi sátnegirji lea jerrojuvvon olu dan maŋŋá go ovddit preanttus nogai.

source: Kirja on nyt saatavissa
sme: Girji lea dál fidnemis

source: Sámi duodji-kaupasta Sajoksesta Inarista, yhdistyksen
sme: Sámi duodjegávppis Sajosis Anáris, ovttastusa

source: verkkokaupasta
sme: fierbmegávppi

source: tai saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.tammela(at)samediggi.fi.
sme: s dahje sámedikki skuvlen- ja oahppamateriáladoaimmahagas
